Revit 2021.1 API
SymbolTypeId.Tf Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId Tf { get; }
Visual Basic
Public Shared ReadOnly Property Tf As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Tf {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace